Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Flowering bush (Orange)
ja: 花咲く低木（オレンジ）

source: Flowering bush (Pink)
ja: 花咲く低木（ピンク）

source: Flowering bush (Red)
ja: 花咲く低木（赤）

source: Flowering bush (White)
ja: 花咲く低木（白）

source: Flowering bush (Yellow)
ja: 花咲く低木（黄）

source: Flowering fern
ja: 花が咲いたシダ

source: Flowers
ja: 花

source: Fluffs' kitten
ja: フラフの子猫

source: Flush
ja: 追い出す

source: Flute
ja: フルート

source: Fly
ja: 飛ぶ

source: Fly fishing rod
ja: フライロッド

source: Fly paper
ja: ハエ取る紙

source: Fly trap
ja: 食虫植物

source: Flyer
ja: 宣伝ビラ

source: Flying Book
ja: 飛ぶ本

source: Flying Vespina
ja: 飛ぶヴェスピナ

source: Flying female vampire
ja: 飛ぶ女性吸血鬼

source: Flynn
ja: フリン

source: Flypaper
ja: ハエ取り紙

source: Fog
ja: 霧

source: Fog marker
ja: 霧マーカー

source: Follow
ja: 追う

source: Font
ja: 源泉

source: Food Barrel
ja: 食べ物の樽

source: Food Pile
ja: 食べ物の山

source: Food Stall
ja: 屋台

source: Food Trough
ja: エサ入れ

source: Food basket
ja: 食べ物カゴ

source: Food chute
ja: 餌落とし

source: Food cupboard
ja: 食べ物の棚

source: Food trough
ja: エサ入れ

source: Foot lockers
ja: フットロッカー

source: Footprints
ja: 足跡

source: Force
ja: 無理やり押す

source: Foreman
ja: 現場監督

source: Forest Mushrooms
ja: 森のキノコ

source: Forest floor
ja: 林床

source: Forester
ja: 森林官

source: Forester (hard)
ja: 森林官（上級）

source: Forester's Campfire
ja: 森林官のキャンプファイアー

source: Forfeit
ja: 降参する

source: Forge
ja: 炉

source: Forgotten Soul
ja: 忘却の魂

source: Former Vampyre
ja: 元吸血鬼

source: Formidable passage
ja: 難関の通路

source: Fornek quo Maten
ja: フォーネック・クォ・マテン

source: Forthos Dungeon Display
ja: フォーソスダンジョンの展示

source: Fortified gate
ja: 強化されたゲート

source: Fortis Colosseum
ja: フォーティス闘技場

source: Fortress Guard
ja: 森の警備員

source: Fortunato
ja: フォーチュナト

source: Fossegrimen
ja: フォッセグリム

source: Fossil Collector
ja: 化石の収集家

source: Fossil Island
ja: 化石島

source: Fossil Island display case
ja: 化石島の展示ケース

source: Fossil Rock
ja: 化石の石

source: Fossil Storage
ja: 化石貯蔵庫

source: Fossil cleaning bench
ja: 化石洗浄台

source: Fossil fuel
ja: 化石燃料

source: Fountain
ja: 噴水

source: Fountain of Heroes
ja: ヒーローの噴水

source: Fountain of Rune
ja: ルーンの噴水

source: Fountain of Uhld
ja: ウールドの噴水

source: Four
ja: 四

source: Fox
ja: キツネ

source: Fox trap
ja: キツネの罠

source: Fractionalising still
ja: 分割蒸留器

source: Fragment of Seren
ja: セレンの欠片

source: Frame
ja: フレーム

source: Francis
ja: フランシス

source: Francois
ja: フランソワー

source: Frank
ja: フランク

source: Frank's barrel
ja: フランクの樽

source: Frank's print
ja: フランクの指紋

source: Frankie
ja: フランキー

source: Franklin Caranos
ja: フランクリン・カラノス

source: Freaky Forester
ja: 不気味な森林官

source: Freald
ja: フリールド

source: Fred the Farmer
ja: 農民のフレッド

source: Free
ja: 開放

source: Free-for-all portal
ja: 乱闘のポータル

source: Freidir
ja: フリーディー

source: Freja
ja: フレジャ

source: Fremennik
ja: フレメニック

source: Fremennik Boat
ja: フレメニックのボート

source: Fremennik Easy Diary
ja: フレメニックの初級日記

source: Fremennik Elite Diary
ja: フレメニックの超級日記

source: Fremennik Hard Diary
ja: フレメニックの上級日記

source: Fremennik Medium Diary
ja: フレメニックの中級日記

source: Fremennik Warrior
ja: フレメニックの戦士

source: Fremennik ballad
ja: フレメニックのバラッド

source: Fremennik beige shirt
ja: ベージュのフレメニックのシャツ

source: Fremennik black cloak
ja: 黒色のフレメニックのマント

source: Fremennik blade
ja: フレメニックの剣

source: Fremennik blue cloak
ja: 青色のフレメニックのマント

source: Fremennik blue shirt
ja: 青色のフレメニックのシャツ

source: Fremennik boat
ja: フレメニックのボート

source: Fremennik boots
ja: フレメニックの靴

source: Fremennik brown cloak
ja: 茶色のフレメニックのマント

source: Fremennik brown shirt
ja: 茶色のフレメニックのシャツ

source: Fremennik cyan cloak
ja: シアンのフレメニックのマント

source: Fremennik drummer
ja: フレメニックのドラマー

source: Fremennik gloves
ja: フレメニックの手袋

source: Fremennik green cloak
ja: 緑色のフレメニックのマント

source: Fremennik grey cloak
ja: 灰色のフレメニックのマント

source: Fremennik grey shirt
ja: 灰色のフレメニックのシャツ

source: Fremennik hat
ja: フレメニックの帽子

source: Fremennik helm
ja: フレメニックの兜

source: Fremennik pink cloak
ja: ピンク色のフレメニックのマント

source: Fremennik purple cloak
ja: 紫色のフレメニックのマント

source: Fremennik red cloak
ja: 赤色のフレメニックのマント

source: Fremennik red shirt
ja: 赤色のフレメニックのシャツ

source: Fremennik robe
ja: フレメニックのローブ

source: Fremennik shield
ja: フレメニックの盾

source: Fremennik skirt
ja: フレメニックのシャツ

source: Fremennik teal cloak
ja: 青緑色のフレメニックのマント

source: Fremennik warband archer
ja: フレメニック兵団のアーチャー

source: Fremennik warband berserker
ja: フレメニック兵団のバーザーカー

source: Fremennik warband seer
ja: フレメニック兵団の予見者

source: Fremennik warrior
ja: フレメニックの戦士

source: Fremennik yellow cloak
ja: 黄色のフレメニックのマント

source: Frenita
ja: フレニタ

source: Frenzied ice troll female
ja: 逆上した氷トロールのメス

source: Frenzied ice troll grunt
ja: 逆上した氷トロール・グラント

source: Frenzied ice troll male
ja: 逆上した氷トロールのオス

source: Frenzied ice troll runt
ja: 逆上した氷トロールの子供

source: Freygerd
ja: フレイゲード

source: Fridgeir
ja: フリッガー

source: Fridleif Shieldson
ja: フリドレイフ・シールドソン

source: Friend's house
ja: フレンドの家

source: Friendly Bees
ja: 友好的なハチ

source: Friendly Ent
ja: 優しいエント

source: Friendly Forester
ja: 友好的な森林官

source: Friends List
ja: フレンド一覧

source: Frightened Fox
ja: 怯えたキツネ

source: Frincos
ja: フリンコス

source: Fritz the Glassblower
ja: ガラス吹きのフリッツ

source: Frizzy Skernip
ja: フリジー・スカーニップ

source: Frog
ja: カエル

source: Frog Prin
ja: カエルのプリン

source: Frog Prince
ja: カエルの王子

source: Frog Princess
ja: カエルの姫

source: Frog spawn
ja: カエルの腹子

source: Frog spit
ja: カエルの串焼き

source: Frogeel
ja: フロギール

source: Froono
ja: フルーノ

source: Frozen Door
ja: 凍ったドア

source: Frozen Orb
ja: 凍ったオーブ

source: Frozen Pool of Rejuvenation
ja: 凍った再生の飲み場

source: Frozen Pool of Restoration
ja: 凍った回復の飲み場

source: Frozen Pool of Revitalisation
ja: 凍った活性化の飲み場

source: Frozen bucket
ja: 凍ったバケツ

source: Frozen demon
ja: 凍った悪魔

source: Frozen fancy pool of Rejuvenation
ja: 凍ったおしゃれな再生の飲み場

source: Frozen jug
ja: 凍った水差し

source: Frozen key
ja: 凍った鍵

source: Frozen orc
ja: 凍ったオーク

source: Frozen ornate pool of Rejuvenation
ja: 凍った華麗な再生の飲み場

source: Frozen table
ja: 凍ったテーブル

source: Frozen vase
ja: 凍った花瓶

source: Frozen warrior
ja: 凍った戦士

source: Frozen weapons
ja: 凍った武器

source: Fruit Stall
ja: 果物の屋台

source: Fruit Tree Patch
ja: 果実の木の小区画

source: Fruit batta
ja: フルーツバッタ

source: Fruit blast
ja: フルーツブラスト

source: Fruit cart
ja: フルーツのカート

source: Fry
ja: 揚げる

source: Fuggy
ja: ファギー

source: Full bucket
ja: いっぱいのバケツ

source: Full fishing net
ja: いっぱいの漁網

source: Full jug
ja: いっぱいの水差し

source: Fullangr
ja: フラングル

source: Fullscreen <colNum0>World Map</col>
ja: <colNum0>世界地図</col> を全画面表示

source: Fumus
ja: フーマス

source: Funbo
ja: フンボ

source: Functions
ja: 機能

source: Funeral Pyre
ja: 火葬用の木材

source: Fungi
ja: 菌類

source: Fungi on log
ja: 丸太のキノコ

source: Fungus
ja: 菌類

source: Fungus covered Cavern wall
ja: キノコにおおわれた大洞窟の壁

source: Fungus doormat
ja: キノコのドアマット

source: Fungus pattern
ja: 繁殖した菌類

source: Fungus seat
ja: キノコの席

source: Fur Clothing
ja: 革製品作成を依頼

source: Fur Merchant
ja: 毛皮の商人

source: Fur stall
ja: 毛皮の屋台

source: Fur trader
ja: 毛皮の商人

source: Fur-clothing
ja: 革製品作成を依頼

source: Furia Tullus
ja: フリア・ツルス

source: Furnace
ja: 炉

source: Furnace Coolant
ja: 炉のクーラント

source: Furnace grate
ja: 火格子

source: Fuse
ja: 導火線

source: Fycie
ja: フィシー

source: Fyiona Fray (easy)
ja: フィオナ・フレイ（初級）

source: GPDT employee
ja: GPDT職員

source: Gabion defence
ja: じゃかご防御

source: Gabooty
ja: ガブーティー

source: Gabriela
ja: ガブリエラ

source: Gadderanks
ja: ガッデランクス

source: Gadrin
ja: ガドリン

source: Gaius
ja: ガイウス

source: Galahad
ja: ガラハド

source: Galana
ja: ガラナ

source: Galathil
ja: ガラシル

source: Galina
ja: ガリナ

source: Gallow
ja: ガロウ

source: Gallows
ja: ガロウ

source: Galvek
ja: ガルヴェック

source: Game space
ja: ゲームのスペース

source: Gamer
ja: ゲーマー

source: Games necklace(1)
ja: ゲームのネックレス（１）

source: Games necklace(2)
ja: ゲームのネックレス（２）

source: Games necklace(3)
ja: ゲームのネックレス（３）

source: Games necklace(4)
ja: ゲームのネックレス（４）

source: Games necklace(5)
ja: ゲームのネックレス（５）

source: Games necklace(6)
ja: ゲームのネックレス（６）

source: Games necklace(7)
ja: ゲームのネックレス（７）

source: Games necklace(8)
ja: ゲームのネックレス（８）

source: Gamfred
ja: ガムフレッド

source: Gang boss
ja: ギャングのボス

source: Gangplank
ja: 渡り板

source: Gangster
ja: ギャング

source: Gap
ja: 隙間

source: Garai
ja: ガライ

source: Garbek quo Maten
ja: ガーベク・クォ・マテン

source: Garden brush
ja: 庭のほうき

source: Garden cane
ja: 庭の杖

source: Garden fence
ja: 庭のフェンス

source: Garden supplier
ja: 園芸用品の販売人

source: Gardener
ja: 庭師

source: Gardener Ghost
ja: 庭師の幽霊

source: Gardener Gunnhild
ja: 庭師のグンヒルド

source: Gardener Jay Jr.
ja: 庭師のジェイ・Jr.

source: Gardening trowel
ja: 園芸用こて

source: Gargh
ja: ガーグ

source: Gargoyle
ja: ガーゴイル

source: Garkor
ja: ガーコー

source: Garl
ja: ガール

source: Garlic
ja: ニンニク

source: Garlic powder
ja: ニンニクパウダー

source: Garth
ja: ガース

source: Garv
ja: ガーヴ

source: Gary
ja: ガリー

source: Gas
ja: ガス

source: Gas bubble
ja: ガスの泡

source: Gas cylinder
ja: ガスシリンダー

source: Gas hole
ja: ガス噴出口

source: Gas jet
ja: ガスジェット

source: Gas mask
ja: 防毒マスク

source: Gate
ja: ゲート

source: Gate of War
ja: 戦のゲート

source: Gatekeeper
ja: 門番

source: Gates
ja: ゲート

source: Gateway
ja: 出入口

source: Gauntlet Portal
ja: ゴーントレットのポータル

source: Gauntlets
ja: 手袋をもらう

source: Gauss
ja: ゴース

source: Gaze-into
ja: のぞき込む

source: Gazebo
ja: 凉亭

source: Gear
ja: 装備

source: Gear box
ja: ギアの箱

source: Gee
ja: ギー

source: Gelatinnoth Mother
ja: ゲラティノスの母

source: Gelatinnoth Mother (hard)
ja: ゲラティノスの母（上級）

source: Gelin
ja: ゲリン

source: Gelmir
ja: ゲルミー

source: Gem Merchant
ja: 宝石の商人

source: Gem Mine
ja: 宝石採掘所

source: Gem Rock
ja: 宝石の原石

source: Gem Stall
ja: 宝石の屋台

source: Gem bag
ja: 宝石の袋

source: Gem merchant
ja: 宝石の商人

source: Gem rocks
ja: 宝石の原石

source: Gem stall
ja: 宝石の屋台

source: Gem trader
ja: 宝石の商人

source: Gene
ja: ジーン

source: General Babacus
ja: ババカス将軍

source: General Bentnoze
ja: ベントノーズ将軍

source: General Graardor
ja: グラドー将軍

source: General Graardor Jr.
ja: グラドー将軍・Jr.

source: General Graardor display
ja: グラドー将軍の展示

source: General Hining
ja: ヒニング将軍

source: General Khazard
ja: カザード将軍

source: General Kilian
ja: キリアン将軍

source: General Salara
ja: サララ将軍

source: General Stall
ja: 普通の屋台

source: General Vir
ja: ヴィー将軍

source: General Wartface
ja: ワートフェース将軍

source: Generator
ja: ジェネレーター

source: Generic Diplomat
ja: 一般的な外交官

source: Generous Treater
ja: 気前の良い人

source: Genie
ja: ジーニー

source: George Laxmeister
ja: ジョージ・ラクスメイスター

source: Georgy
ja: ジョージー

source: Gerald
ja: ゲラルド

source: Gerrant
ja: ゲラント

source: Gertrude
ja: ゲートルード

source: Gertrude's cat
ja: ゲートルードのネコ

source: Get bird
ja: 鳥をもらう

source: Get in
ja: 入る

source: Get job (easy)
ja: 仕事をもらう（簡単）

source: Get job (hard)
ja: 仕事をもらう（難関）

source: Get-Spikes
ja: トゲを取る

source: Get-down
ja: 降りる

source: Get-log
ja: ログをもらう

source: Get-rewards
ja: 報酬をもらう

source: Gethin
ja: ゲシン

source: Geyser
ja: 間欠泉

source: Ghaslor the Elder
ja: 長老のガスロー

source: Ghast
ja: 怪物

source: Ghommal
ja: ゴンマル

source: Ghorrock
ja: ゴロック

source: Ghorrock Portal
ja: ゴロックのポータル

source: Ghost
ja: 幽霊

source: Ghost (?)
ja: 幽霊(?)

source: Ghost banker
ja: 幽霊の銀行員

source: Ghost captain
ja: 幽霊の船長

source: Ghost disciple
ja: 幽霊の弟子

source: Ghost farmer
ja: 幽霊の農民

source: Ghost guard
ja: 幽霊の衛兵

source: Ghost innkeeper
ja: 幽霊の宿屋の主人

source: Ghost sailor
ja: 幽霊の船乗り

source: Ghost shopkeeper
ja: 幽霊の店主

source: Ghost villager
ja: 幽霊の村人

source: Ghost's skull
ja: 幽霊の頭蓋骨

source: Ghostspeak amulet
ja: 霊語のアミュレット

source: Ghoul
ja: グール

source: Ghoul Champion
ja: グールのチャンピオン

source: Ghrim's book
ja: グリムの本

source: Gianne dough
ja: ギアンヌの生地

source: Gianne jnr.
ja: ギアンヌ・ジュニア

source: Gianne's cook book
ja: ギアンヌの料理本

source: Giant
ja: 巨人

source: Giant Anvil
ja: 巨大な金床

source: Giant Boulder
ja: 巨大な岩

source: Giant Champion
ja: 巨人のチャンピオン

source: Giant Dwarf
ja: 巨大なドワーフ

source: Giant Lobster
ja: 巨大ロブスター

source: Giant Mole
ja: 巨大モグラ

source: Giant Roc
ja: 巨大なロク

source: Giant Roc (hard)
ja: 巨大なロク（上級）

source: Giant Rock Crab
ja: 巨大な岩ガニ

source: Giant Scarab
ja: 巨大なスカラベ

source: Giant Scarab (hard)
ja: 巨大スカラベ（上級）

source: Giant Sea Snake
ja: 巨大なウミヘビ

source: Giant Squirrel
ja: 巨大なリス

source: Giant anvil
ja: 巨大な金床

source: Giant bat
ja: 巨大なコウモリ

source: Giant boulder
ja: 巨大な岩

source: Giant carp
ja: 巨大な鯉

source: Giant crypt rat
ja: 巨大な地下ネズミ

source: Giant crypt spider
ja: 巨大な地下グモ

source: Giant crystal
ja: 巨大な水晶

source: Giant display egg
ja: 巨大な卵の展示

source: Giant egg
ja: 巨大な卵

source: Giant feathers
ja: 巨大な羽

source: Giant frog
ja: 巨大なカエル

source: Giant frog legs
ja: 巨大なカエルの足

source: Giant goblin
ja: 巨大なゴブリン

source: Giant lobster
ja: 巨大ロブスター

source: Giant mosquito
ja: 巨大な蚊

source: Giant nib
ja: 巨大なペン先

source: Giant pen
ja: 巨大なペン

source: Giant rat
ja: 巨大なネズミ

source: Giant rockslug
ja: 巨大な岩ナメクジ

source: Giant skeleton
ja: 巨大なスケルトン

source: Giant snail
ja: 巨大なカタツムリ

source: Giant spider
ja: 巨大なクモ

source: Giant vial
ja: 巨大な試薬便

source: Giants' Foundry Display
ja: 巨人の鋳造所の展示

source: Gibbet
ja: さらし首台

source: Gielinor Guide
ja: ギレノーの案内人

source: Gift of Peace
ja: 平和のギフト

source: Gigantic penguin
ja: 凄く大きいペンギン

source: Gilbert
ja: ギルバート

source: Gilded Adventure Log
ja: 黄金の冒険家ログ

source: Gilded bench
ja: 黄金のベンチ

source: Gilded cape rack
ja: 黄金のマントかけ

source: Gilded cross
ja: 黄金のクロス

source: Gilded full helm
ja: 黄金の全頭甲

source: Gilded kiteshield
ja: 黄金のタコ盾

source: Gilded platebody
ja: 黄金の胸甲

source: Gilded platelegs
ja: 黄金の脚甲

source: Gilded plateskirt
ja: 黄金の裙甲

source: Gilded stand
ja: 黄金のスタンド

source: Gilded totem
ja: 金色のトーテム

source: Gilded wardrobe
ja: 黄金のタンス

source: Giles
ja: ガイルズ

source: Gileth
ja: ギレス

source: Gillie Groats
ja: ギリー・グローツ

source: Gin
ja: ジン

source: Gingerbread
ja: ジンジャーブレッド

source: Gingerbread hopper
ja: ジンジャーブレッド・ホッパー

source: Giral bat
ja: ギラル・バット

source: Gita Prymes
ja: ギタ・プライムズ

source: Give-Stick
ja: 棒を渡す

source: Give-Sword
ja: 剣を渡す

source: Glacies
ja: グレイシーズ

source: Glade
ja: 林間空地

source: Gladiator
ja: 剣闘士

source: Glarial's Tomb
ja: グラリアルの墓

source: Glarial's Tombstone
ja: グラリアルの墓石

source: Glarial's amulet
ja: グラリアルのアミュレット

source: Glarial's pebble
ja: グラリアルの小石

source: Glarial's urn
ja: グラリアルの壺

source: Glarial's urn (empty)
ja: グラリアルの壺（空）

source: Glass case
ja: ガラスケース

source: Glass door
ja: ガラスのドア

source: Glass table
ja: ガラスのテーブル

source: Glassblowing pipe
ja: 吹きガラスパイプ

source: Glenda
ja: グレンダ

source: Glider
ja: グライダーで移動

source: Glider-to Gandius
ja: ガンジウスまでグライダーで移動

source: Glider-to Kar-Hewo
ja: カーヘオまでグライダーで移動

source: Glider-to Lemanto Andra
ja: レマント・アンドラまでグライダーで移動

source: Glider-to Lemantolly Undri
ja: レマントリ・ウンドリまでグライダーで移動

source: Glider-to Ookookolly Undri
ja: ウークーコリ・ウンドリまでグライダーで移動

source: Glider-to Sindarpos
ja: シンダーポスまでグライダーで移動

source: Glider-to Ta Quir Priw
ja: タ・キ・プリウまでグライダーで移動

source: Globe
ja: グローブ

source: Globe of Gielinor
ja: ギレノーの地球儀

source: Globe space
ja: グローブのスペース

source: Glod
ja: グロッド

source: Glod (hard)
ja: グロッド（上級）

source: Glorfindel
ja: グローフィンデル

source: Gloria
ja: グローリア

source: Glough
ja: グロー

source: Glough's journal
ja: グローの日記

source: Glough's key
ja: グローのカギ

source: Glouphrie statue
ja: グルフリー像

source: Glouphrie the Untrusted
ja: 信頼されないグルフリー

source: Glove Rack
ja: 手袋かけ

source: Gloves and duster
ja: グローブとダスター

source: Glowing Carving
ja: 光る刻印

source: Glowing Fungus
ja: 光るキノコ

source: Glowing Orb
ja: 光るオーブ

source: Glowing carving
ja: 光る刻印

source: Glowing crystal
ja: 光る水晶

source: Glowing dagger
ja: 光る短剣

source: Glowing fungus
ja: 光るキノコ

source: Glyphs
ja: グリフ

source: Gnocci the Cook
ja: 料理人のノッチ

source: Gnome
ja: ノーム

source: Gnome Archer
ja: ノームのアーチャー

source: Gnome Coach
ja: ノームのコーチ

source: Gnome Driver
ja: ノームの運転手

source: Gnome Flag
ja: ノームの旗

source: Gnome Glider
ja: ノームのグライダー

source: Gnome Mage
ja: ノーム魔術師

source: Gnome Waiter
ja: ノームのウェイター

source: Gnome amulet
ja: ノームのアミュレット

source: Gnome ball referee
ja: ノーム・ボールの審判

source: Gnome baller
ja: ノーム・ボーラー

source: Gnome banker
ja: ノームの銀行員

source: Gnome barrel
ja: ノームの樽

source: Gnome barrels
ja: ノームの樽

source: Gnome bench
ja: ノームのベンチ

source: Gnome cabinet
ja: ノームのキャビネット

source: Gnome chair
ja: ノームの椅子

source: Gnome child
ja: 子供のノーム

source: Gnome companion
ja: ノームの仲間

source: Gnome cooker
ja: ノームのコンロ

source: Gnome crate
ja: ノームの箱

source: Gnome crates
ja: ノームの箱

source: Gnome crowd
ja: ノームの集団

source: Gnome emissary
ja: ノームの使者

source: Gnome glider
ja: ノームのグライダー

source: Gnome goal
ja: ノーム・ゴール

source: Gnome guard
ja: ノームの衛兵

source: Gnome landing light
ja: ノームの着陸灯

source: Gnome on a rack
ja: ラック上のノーム

source: Gnome royal seal
ja: ノームの王家の証印

source: Gnome shop keeper
ja: ノームの店主

source: Gnome skeleton
ja: ノームのスケルトン

source: Gnome soldier
ja: ノームの兵士

source: Gnome spice
ja: ノームの香辛料

source: Gnome statue
ja: ノームの像

source: Gnome table
ja: ノームのテーブル

source: Gnome trainer
ja: ノームのトレーナー

source: Gnome traveller
ja: ノームの旅人

source: Gnome troop
ja: ノームの兵隊

source: Gnome winger
ja: ノーム・ウィンガー

source: Gnome woman
ja: 女性のノーム

source: Gnomeball
ja: ノームボール

source: Gnomebowl mould
ja: ノームボウルの型

source: Gnormadium Avlafrim
ja: ノーマジウム・アヴラフリム

source: Gnosi
ja: ノージ

source: Go-down
ja: 下へ行く

source: Go-inside
ja: 中へ入る

source: Go-through
ja: 通る

source: Go-up
ja: 上へ行く

source: Goal
ja: ゴール

source: Goat
ja: ヤギ

source: Goat Poo
ja: ヤギのフン

source: Goat poo
ja: ヤギのフン

source: Goblin
ja: ゴブリン

source: Goblin Champion
ja: ゴブリンのチャンピオン

source: Goblin Cook
ja: ゴブリンの料理人

source: Goblin crowd
ja: ゴブリン集団

source: Goblin fish
ja: ゴブリン魚

source: Goblin guard
ja: ゴブリンの警備員

source: Goblin kitchen key
ja: ゴブリンの台所のカギ

source: Goblin mail
ja: ゴブリンの帷子

source: Goblin scribe
ja: ゴブリンの書記

source: Goblin stove
ja: ゴブリンのストーブ

source: Goblin symbol book
ja: ゴブリンシンボルの本

source: Gobln Merfsh
ja: ゴブルン・メーフシュ

source: Godfather throne
ja: 首領の座

source: Godric
ja: ゴドリック

source: Gold
ja: 金

source: Gold Castlewars armour
ja: 金色のキャッスルウォーズの鎧

source: Gold Chest
ja: 黄金の宝箱

source: Gold Screen
ja: 金屏風

source: Gold Sink
ja: 黄金のシンク

source: Gold amulet
ja: 金のアミュレット

source: Gold amulet (u)
ja: 金のアミュレット（未）

source: Gold bar
ja: 金の延べ棒

source: Gold bowl
ja: 金のボール

source: Gold cannonball
ja: 金のキャノンボール

source: Gold helmet
ja: 黄金の鉄兜

source: Gold leaf
ja: 黄金の葉

source: Gold necklace
ja: 金のネックレス

source: Gold ore
ja: 金鉱石

source: Gold ring
ja: 金の指輪

source: Gold rocks
ja: 金の岩

source: Gold vein
ja: 金脈

source: Golden Gnome
ja: 黄金ノーム

source: Golden Snow
ja: 黄金の雪

source: Golden bowl
ja: 金のボール

source: Golden cage
ja: 金のカゴ

source: Golden candle
ja: 黄金のロウソク

source: Golden feather
ja: 黄金の羽

source: Golden fleece
ja: 黄金のフリース

source: Golden hammer
ja: 黄金のハンマー

source: Golden key
ja: 金の鍵

source: Golden lantern
ja: 金のちょうちん

source: Golden needle
ja: 黄金の針

source: Golden pear bush
ja: 黄金の梨の木

source: Golden pot
ja: 黄金の鍋

source: Golden sheep
ja: 金の羊

source: Golden snowball
ja: 黄金の雪玉

source: Golden tinderbox
ja: 黄金の火口箱

source: Golden tree
ja: 黄金の木

source: Golden warbler
ja: 金色のワーブラー

source: Golden wool
ja: 黄金の羊毛

source: Goldsmith gauntlets
ja: 金細工師の手袋

source: Golem
ja: ゴーレム

source: Golem arm
ja: ゴーレムの腕

source: Golem body
ja: ゴーレムの胴体

source: Golem foot
ja: ゴーレムのアシ

source: Golem head
ja: ゴーレムの頭部

source: Golem program
ja: ゴーレムのプログラム

source: Golem rubble
ja: ゴーレムのがれき

source: Golf-cart
ja: ゴルフカート

source: Golova
ja: ゴロヴァ

source: Golovanova plant
ja: ゴロバノバの株

source: Golovanova seedling
ja: ゴロバノバの苗

source: Golrie
ja: ゴルリー

source: Goo covered vine
ja: 粘液に覆われたツル

source: Good anthem
ja: 良い国歌

source: Goose
ja: ガチョウ

source: Gorad
ja: ゴラド

source: Gorak
ja: ゴラク

source: Gordon
ja: ゴードン

source: Goreu
ja: ゴレウ

source: Gorhak quo Narga
ja: ゴーハック・クォ・ナーガ

source: Gorilla
ja: ゴリラ

source: Gorilla Statue
ja: ゴリラの像

source: Gorilla bonemeal
ja: ゴリラの骨粉

source: Gorilla bones
ja: ゴリラの骨

source: Gorilla greegree
ja: ゴリラのグリーグリー

source: Gossip
ja: ゴシップ

source: Gourd tree
ja: グードの木

source: Gourmet
ja: グルメ

source: Gourmet impling
ja: グルメの子悪魔

source: Gout Tuber Plant
ja: ガウト・チューバー

source: Goutweed
ja: グート草

source: Goutweed Crate
ja: グート草の箱

source: Grab
ja: 捕まえる

source: Grab-feather
ja: 羽を取る

source: Grace
ja: グレース

source: Grail Maiden
ja: 聖杯の乙女

source: Grail bell
ja: 聖杯の鐘

source: Grain
ja: 穀物

source: Grain of Plenty
ja: 豊穣の穀物

source: Grain sacks
ja: 穀物の袋

source: Gramophone
ja: グラモフォン

source: Granary roof
ja: 穀倉の屋根

source: Granary wall
ja: 穀倉の壁

source: Grand Exchange
ja: グランド・エクスチェンジ

source: Grand Exchange Clerk
ja: グランド・エクスチェンジの店員

source: Grand Exchange Portal
ja: グランド・エクスチェンジのポータル

source: Grand Exchange booth
ja: グランド・エクスチェンジのブース

source: Grand Exchange display
ja: グランド・エクスチェンジの展示

source: Grand Gold Chest
ja: 大きな金の宝箱

source: Grand bookshelf
ja: 巨大な本棚

source: Grandfather Clock
ja: 振り子時計

source: Grandfather clock
ja: 振り子時計

source: Grandpa Jack
ja: ジャックおじいちゃん

source: GrandﾂExchange
ja: グランド・エクスチェンジ

source: Granite maul
ja: 花崗岩の大槌

source: Granite rocks
ja: 花崗岩の岩

source: Granite shield
ja: 花崗岩の盾

source: Grape arbor
ja: ブドウ棚

source: Grape vine
ja: ブドウのツル

source: Grapes
ja: ブドウ

source: Grapevine
ja: ブドウのツル

source: Grapevines
ja: ブドウのツル

source: Grapple
ja: 捕まる

source: Grass
ja: 草

source: Grassland
ja: 草原

source: Grate
ja: 格子

source: Grave
ja: 墓

source: Grave digger
ja: 墓掘り

source: Grave marker
ja: 墓標

source: Grave of Scorpius
ja: スコーピアスの墓

source: Grave scorpion
ja: 墓サソリ

source: Gravestone
ja: 墓石

source: Graveyard Guardian
ja: 墓地の守護者

source: Graveyard Teleport
ja: 墓地ワープ

source: Gravingas
ja: グラヴィナス

source: Greasycheeks
ja: グリーシチークス

source: Great Kourend
ja: グレート・クーレンド

source: Great Olm
ja: 偉大なるオルㇺ

source: Great Olm (Left claw)
ja: 偉大なるオルㇺ（左足）

source: Great Olm (Right claw)
ja: 偉大なるオルㇺ（右足）

source: Great Olm display
ja: 偉大なるオルㇺの展示

source: Great Olmic Statue
ja: 偉大なるオルㇺの像

source: Great blue heron
ja: アオサギ

source: Great cauldron
ja: 偉大な大釜

source: Greater Nechryael
ja: 上位のネクリャエル

source: Greater Skeleton Hellhound
ja: 上位のスケルトン・ヘルハウンド

source: Greater abyssal demon
ja: 深淵の上位悪魔

source: Greater demon
ja: 上位悪魔

source: Greater magic circle
ja: 上位魔法陣

source: Greater teleport focus
ja: 上位のワープ・フォーカス

source: Greatish guardian
ja: 凄そうな守護者

source: Green Gemstone Director
ja: ミドリ・ジェムストーンの監督

source: Green Gemstone Secretary
ja: ミドリ・ジェムストーンの秘書

source: Green Sheep
ja: 緑の羊

source: Green banner
ja: 緑のバナー

source: Green block
ja: 緑のブロック

source: Green boots
ja: 緑色の靴

source: Green cape
ja: 緑のマント

source: Green chemical
ja: 緑の化学物質

source: Green d'hide body
ja: 緑竜革のボディ

source: Green d'hide chaps
ja: 緑竜革のチャップス

source: Green d'hide vambraces
ja: 緑竜革の腕甲

source: Green door
ja: 緑色のドア

source: Green dragon
ja: 緑竜

source: Green dragon leather
ja: 緑竜革

source: Green dragonhide
ja: 緑竜革

source: Green dye
ja: 緑色染料

source: Green fireflies
ja: 緑のヒノムシ

source: Green flowers
ja: 緑の花

source: Green halloween mask
ja: 緑のハロウィンマスク

source: Green hat
ja: 緑色の帽子

source: Green leaves
ja: 緑の葉

source: Green partyhat
ja: 緑のパーティーハット

source: Green robe bottoms
ja: 緑色のローブ下

source: Green robe top
ja: 緑色のローブ上

source: Green skink
ja: 緑のスキンク

source: Green sweets
ja: 緑色のお菓子<

source: Green tears
ja: 緑の涙

source: Green tile
ja: 緑のタイル

source: Greengrocer
ja: 八百屋

source: Greenman's ale
ja: グリーンマンズ・エール

source: Greenmans Ale
ja: グリーンマンズ・エール

source: Greldo
ja: グレルド

source: Grew
ja: グリュー

source: Grey boots
ja: 灰色の靴

source: Grey gloves
ja: 灰色の手袋

source: Grey golem
ja: 灰色のゴーレム

source: Grey hat
ja: 灰色の帽子

source: Grey robe bottoms
ja: 灰色のローブ下

source: Grey robe top
ja: 灰色のローブ上

source: Grey toy horsey
ja: 灰色のおもちゃの馬

source: Grey wolf fur
ja: 灰色狼の毛皮

source: Grigor Rasputin
ja: グリゴー・ラスプチン

source: Grigore
ja: グリゴー

source: Grill
ja: グリル

source: Grim lilly
ja: 汚れたリリー

source: Grimesquit
ja: グライムズクイット

source: Grimgnash
ja: グリムナシュ

source: Grimy Lizard
ja: 汚れたトカゲ

source: Grimy ardrigal
ja: 汚れたアードリガル

source: Grimy avantoe
ja: 汚れたアバント―

source: Grimy cadantine
ja: 汚れたカンダタイン

source: Grimy dwarf weed
ja: 汚れたドワーフ草

source: Grimy guam leaf
ja: 汚れたグアム

source: Grimy harralander
ja: 汚れたハラランダー

source: Grimy irit leaf
ja: 汚れたアイリット

source: Grimy kwuarm
ja: 汚れたクワーム

source: Grimy lantadyme
ja: 汚れたランタダイム

source: Grimy marrentill
ja: 汚れたマレンテル

source: Grimy ranarr weed
ja: 汚れたラナー

source: Grimy rogue's purse
ja: 汚れたローグの財布

source: Grimy sito foil
ja: 汚れたシトフォイル
